/* Append indication of trial license */
" (Expiring Trial License)" = "（試用授權即將過期）";

/* Append indication of license type */
" - Household License" = "- 家用授權";

/* Append indication of license type */
" - Pro Edition" = "- 專業版";

/* Append indication of license type */
" - Site License" = "- 地點授權";

/* format to show type of pagelet and its title, e.g. RSS Feed 'Cat Daily Digest' */
"%@ %@%@%@" = "%1$@ %2$@%3$@%4$@";

/* Describes a recent time: [%@ = Yesterday/Today/Tomorrow] at [%@ = time] */
"%@ at %@" = "%1$@ %2$@";

/* Unexpected Exception Alert Title for Application name */
"%@ encountered a problem." = "%@ 遇到問題。";

/* The first @ is the name of the application. */
"%@ encountered problems downloading some plug-ins.  Please report this to Karelia Software.\n\n%@" = "%1$@ 在下載某些外掛模組時發生問題。請將此狀況回報給 Karelia Software。\n\n%2$@";

/* The first @ is the name of the application. */
"%@ encountered problems downloading the plug-in.  Please report this to Karelia Software.\n\n%@" = "%1$@ 在下載外掛模組時發生問題。請將此狀況回報給 Karelia Software。\n\n%2$@";

/* Both @s are the name of the application. */
"%@ has installed the plug-in.  You will need to restart %@ to see it." = "%1$@ 已安裝此外掛模組。您需要重新啟動 %2$@ 才可看到該外掛模組。";

/* Both @s are the name of the application. */
"%@ has installed the plug-ins.  You will need to restart %@ to see them." = "%1$@ 已安裝外掛模組。您需要重新啟動 %2$@ 才可看到外掛模組。";

/* Headling showing that [app] is already registered */
"%@ is already registered. Thank you." = "%@ 已註冊。感謝您！";

/* explanation going inside temporary file */
"%@ This temporary file can be safely deleted if it is found.\n%@ created this file to verify that this computer was reachable over the Internet." = "%1$@ 如果找到暫存檔案，可以安全地刪除此暫存檔案。\n%2$@ 建立此檔案以驗證此台電腦可透過 Internet 連接。";

/* Label to indicate that date shown is creation date */
"(Creation Date)" = "（製作日期）";

/* Indication in site outline that the page has an empty title. Distinct from untitled, which is for newly created pages. */
"(Empty title)" = "（空白標題）";

/* Label to indicate that date shown is modification date */
"(Modification Date)" = "（修改日期）";

/* Quartz Extreme Comment */
"(Quartz Extreme functionality is supported by the following video GPUs: NVIDIA GeForce2 MX and later, or any AGP-based ATI RADEON GPU. A minimum of 16MB VRAM is required.)" = "（下列視訊 GPU 支援 Quartz Extreme 功能：NVIDIA GeForce2 MX 以上，或任何 AGP-based ATI RADEON GPU。最少須有 16MB VRAM。）";

/* list separator: , in English */
"," = ",";

/* Introductory text for Weblogs */
"<p>This is a new weblog. You can replace this text with an introduction to your blog, or just delete it if you wish. To add an entry to the weblog, add a new page using the \\U201CPages\\U201D button in the toolbar. For more information on blogging with Sandvox, please have a look through our <a href=\"help:Blogging_with_Sandvox\">help guide</a>.</p>" = "<p>這是一個新的網誌。您可以用自己的部落格介紹內容來取代此段文字，或者直接刪除。若要加入新的文章到網誌中，請使用工具列中的“頁面”按鈕來加入新頁面。如需使用 Sandvox 發佈部落格文章的詳細資訊，請參閱我們提供的<a href=\"help:Blogging_with_Sandvox\">輔助說明指南</a>。</p>";

/* left double quote */
"\\U201C" = "“";

/* Title of alert */
"\\U201CSites\\U201D must be a folder" = "“網站”必須為一檔案夾";

/* right double quote */
"\\U201D" = "”";

/* second half -- warning when computer could not be reached. */
"\n\nIf you are just testing, and you are OK with your site not being accessible from the Internet, then feel free to ignore this warning." = "\n\n若您僅是進行測試，且可接受無法從 Internet 上存取個人網站，則可忽略此項警告。";

/* error reason: document metadata is unreadable */
"\n\nSandvox was not able to read the document metadata.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nSandvox 無法讀取文件的 metadata.\n\n請透過“輔助說明”選單來傳送意見回饋，與 Karelia Software 連絡。";

/* error reason: document model version is unknown */
"\n\nThis document appears to have an unknown document model.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\n此文件似乎是未知的文件格式。\n\n請透過“輔助說明”選單來傳送意見回饋，與 Karelia Software 連絡。";

/* format: This is an Crash Report. */
"\nThis is a %@ Crash Report. Getting good feedback is essential for continually improving %@. Please email the contents of this document to %@ with the subject \\U201C%@\\U201D. Once sent, you may remove the file at your convenience. Thank you.\n\n" = "\n此為 %1$@ 當機報告。取得良好的回饋對持續改進 %2$@ 是必要的。請將此文件的內容以電子郵件寄至 %3$@，主旨請填寫 “%4$@”。寄出後，您可以隨時移除此檔案。感謝您。\n\n";

/* Message in alert */
"A file at the path '%@' was found. However, this must be a folder, not a file. Please replace this file with a folder." = "找到路徑 '%@' 的檔案。然而，這必須是檔案夾，而非檔案。請以檔案夾取代此檔案。";

/* alert message */
"A snapshot of the document could not be created as it is already a snapshot." = "無法製作文件的快照，因其已是快照。";

/* Button to accept other automatically found media */
"Accept Other File" = "接受其他檔案";

/* Button to accept other automatically found media */
"Accept Other Files" = "接受其他檔案";

/* action name for adding a collection */
"Add Collection" = "新增頁面集";

/* alt text for + button in HTML view */
"Add Element" = "新增要素";

/* Action Name: Add Link */
"Add Link" = "加入連結";

/* action name for adding a page */
"Add Page" = "新增頁面";

/* action name for adding a page */
"Add Pagelet" = "新增 Pagelet";

/* Quartz Extreme Comment */
"Advanced title creation is only available on Macs that support Quartz Extreme." = "建立進階標題僅可在支援 Quartz Extreme 的 Mac 上使用。";

/* all plugin types, for 'show:' popup menu */
"All types" = "所有類型";

/* tooltip Collection sorting */
"Alphabetical" = "字母順序";

/* No comment provided by engineer. */
"Always select containing page" = "一律選取包含頁面";

/* fragment describing a particular page */
"an enclosing container page, %@%@%@" = "封閉的儲存區網頁，%1$@%2$@%3$@";

/* join conjunction: and in English */
"and" = "和";

/* Placeholder */
"Anonymous" = "匿名";

/* Prompt when offering to locate other missing media files. */
"Another missing media file has been found in the same location." = "其他遺失的媒體檔已在相同位置找到。";

/* Saving error */
"Another save operation is already in progress." = "另一項儲存作業已在進行中。";

/* Part of an archive's page title */
"Archive" = "封存";

/* License change alert title */
"Are you sure you want to change the registration key to \\U201C%@?\\U201D" = "您是否想要將註冊碼改為“%@”？";

/* No comment provided by engineer. */
"Are you sure you want to clear the registration key?" = "您是否要清除註冊碼？";

/* title of alert when changing page file name */
"Are you sure you wish to change the file name of this page?" = "您是否確定要更改此頁面的檔案名稱？";

/* status message for test connection */
"Attempting to change to directory... " = "正在嘗試更改目錄⋯";

/* status message for test connection */
"Attempting to delete the test file... " = "正在嘗試刪除測試檔案⋯";

/* status message for test connection */
"Attempting to download the test file... " = "正在嘗試下載測試檔案⋯";

/* status message for test connection */
"Attempting to upload a test file... " = "正在嘗試上傳測試檔案⋯";

/* Publishing engine authentication error */
"Authentication failed." = "認證失敗。";

/* Quick Look preview sticky-note text */
"Author" = "作者";

/* tooltip Author:  */
"Author: " = "作者：";

/* connection delegate */
"Authorize Connection?" = "授權連線？";

/* Status: Autosaving... */
"Autosaving\\U2026" = "自動儲存中⋯";

/* back-to-top LINK on web pages */
"backToTopLinkHTML" = "[返回頁首]";

/* Back to top title, generally EMPTY */
"backToTopTitleHTML" = " ";

/* Prefix for backup copy of document */
"Backup of " = "備份";

/* document upgrade informative text */
"Before it can be opened, this document must be upgraded to the latest Sandvox data format. A backup of the original document will be saved as “%@.”" = "此文件必須升級至最新的 Sandvox 資料格式，才可將其開啟。原始文件的備份將會儲存為“%@”。";

/* Message while building menus. */
"Building Menus..." = "正在建立選單⋯";

/* button title to prompt user to buy application */
"Buy %@" = "購買 %@";

/* Error: Can't write file to path - directory is not writable (%@) */
"Can\\U2019t write file to path - directory is not writable (%@)" = "無法寫入檔案到路徑中 - 目錄無法寫入（%@）";

/* Error: Can't write file to path - parent is not a directory (%@) */
"Can\\U2019t write file to path - parent is not a directory (%@)" = "無法寫入檔案到路徑中 - 主體檔案夾並非目錄（%@）";

/* Button title
   Cancel Button
   Button Title */


"Cancel" = "取消";

/* alert message */
"Cannot copy document over itself." = "無法將文件拷貝到自己身上。";

/* No comment provided by engineer. */
"Cannot Select Pagelet from This Page" = "無法從此頁面選取 Pagelet";

/* alert title (capitalized) */
"Cannot Select Pagelet From This Page" = "無法從此頁面選取 Pagelet";

/* alert button when changing file name */
"Change" = "更改";

/* Button title to change registration code */
"Change Registration" = "更改註冊碼";

/* body of alert when changing page file name */
"Changing the file name of this page will also change the URL of this page. Because this page has been previously published, any bookmarks or links to this page from other websites will no longer work." = "更改此頁面的檔案名稱也會更改此頁面的 URL。因為先前已發佈過此頁面，任何從其他網站連結到此頁面的書籤或連結將會失效。";

/* Button title */
"Check for Updates" = "檢查更新項目";

/* choose button - open panel
   choose - open panel */

"Choose" = "選擇";

/* Button title to clear registration */
"Clear" = "清除";

/* title of '+' button; instructions for what to do */
"Click on + to insert an element" = "按一下 + 以插入要素";

/* Button title */
"Close" = "關閉";

/* menu tooltip to hide site outline */
"Collapses the outline of the site from the left side of the window." = "自此視窗的左側收合網站的大綱";

/* String_On_Page_Template -- text for link on a blog posting */
"Comment" = "註解";

/* String_On_Page_Template -- text for link on a blog posting */
"Comments" = "註解";

/* status message for test connection */
"Connectivity test passed!" = "連線測試成功！";

/* status message for test connection */
"Contacting %@... " = "正在連絡 %@⋯";

/* Button in setup host to go to next dialog */
"Continue" = "繼續";

/* Link to read a full article. @@ is replaced with the page title */
"Continue reading @@" = "繼續閱讀 @@";

/* Copy MenuItem */
"Copy" = "拷貝";

/* Copy Page MenuItem */
"Copy Page" = "拷貝頁面";

/* Copy Pages MenuItem */
"Copy Pages" = "拷貝頁面";

/* No comment provided by engineer. */
"Copying pages..." = "正在拷貝頁面⋯";

/* No comment provided by engineer. */
"Copying..." = "拷貝中⋯";

/* Default text for page bottom */
"copyrightHTML" = "版權文字（著作權、連絡人資訊⋯等等。）";

/* Title of alert */
"Could not create \\U201CSites\\U201D folder" = "無法建立“網站”檔案夾";

/* Title of alert */
"Could not find web server documents folder." = "無法找到網頁伺服器文件檔案夾。";

/* Title of alert */
"Could not make \\U201CSites\\U201D folder readable" = "無法將“網站”檔案夾設為可讀取";

/* Title of alert */
"Could not make web server folder readable" = "無法讓網頁伺服器檔案夾變成可讀取";

/* Title of alert */
"Could not modify \\U201CSites\\U201D folder" = "無法修改“網站”檔案夾";

/* Title of alert */
"Could not modify web server documents folder" = "無法修改網頁伺服器文件檔案夾";

/* Alert: Could not remove pre-existing file at path %@. */
"Could not remove pre-existing file at path %@." = "無法移除路徑 %@ 下預先存在的檔案。";

/* Title of alert */
"Could not store password in keychain" = "無法在鑰匙圈中儲存密碼";

/* Crash Report FileName */
"Crash Report" = "當機報告";

/* Create Button */
"Create" = "製作";

/* Create Link... MenuItem */
"Create Link..." = "製作連結⋯";

/* tooltip Created:  */
"Created: " = "製作時間：";

/* status message for test connection */
"Creating Directories... " = "正在製作目錄⋯";

/* No comment provided by engineer. */
"Creating pages..." = "正在建立頁面⋯";

/* Creating Site... */
"Creating Site..." = "正在製作網站⋯";

/* Last menu item to indicate custom index type */
"Custom" = "自定";

/* contextual menu item */
"Custom Summary for Index" = "自定索引摘要";

/* multiple items selected, very short placeholder */
"Custom titles" = "自定標題";

/* Cut MenuItem */
"Cut" = "剪下";

/* Cut Page MenuItem */
"Cut Page" = "剪下頁面";

/* Cut Pages MenuItem */
"Cut Pages" = "剪下頁面";

/* The default item in a list. */
"Default" = "預設值";

/* The default item in a list. */
"Default (%@)" = "預設值（%@）";

/* Title of initial home page */
"defaultRootPageTitleText" = "首頁";

/* Delete MenuItem
   Delete Button */

"Delete" = "刪除";

/* Delete Collection MenuItem
   Delete Collection Alert Title */

"Delete Collection" = "刪除頁面集";

/* Delete Page MenuItem
   Delete Page Alert Title */

"Delete Page" = "刪除頁面";

/* Delete Pagelet MenuItem */
"Delete Pagelet" = "刪除 Pagelet";

/* Delete Pages MenuItem
   Delete Pages Alert Title */

"Delete Pages" = "刪除頁面";

/* plugin type for 'show:' popup menu */
"Designs" = "設計樣板";

/* status message for test connection */
"Disconnecting... " = "正在中斷連線⋯";

/* String_On_Page_Template -- text for link on a blog posting */
"Disqus Comments" = "Disqus 留言";

/* Delete Collection without Pages Alert Message */
"Do you really want to delete the collection named \\U201C%@\\U201D ?" = "您是否要刪除“%@”頁面集？";

/* Delete Collection with Pages Alert Message */
"Do you really want to delete the collection named \\U201C%@\\U201D and all the pages it contains?" = "您是否要刪除“%@”頁面集以及其包含的所有網頁？";

/* Delete Page Alert Message */
"Do you really want to delete the page named \\U201C%@\\U201D ?" = "您是否要刪除“%@”頁面？";

/* Delete Pages Alert Message */
"Do you really want to delete the pages named %@, and any pages they contain?" = "您是否真的要刪除名稱為“%@”的頁面以及其包含的所有頁面？";

/* Title of alert */
"Do you really want to save your incomplete hosting information?" = "您是否真的要儲存不完整的主機資訊？";

/* alert: replace snapshot title */
"Do you want to replace the last snapshot?" = "您是否要取代最後的快照？";

/* alert: revert to snapshot. */
"Do you want to revert to the most recently saved snapshot?" = "您是否要回復成最近儲存的快照？";

/* No comment provided by engineer. */
"Do you want to send this message?" = "您是否要傳送此訊息？";

/* alert message */
"Documents cannot be opened while in the Snapshots folder." = "當文件還在“快照”檔案夾時，無法開啟。";

/* Don't Save Button
   Button Title */

"Don\\U2019t Save" = "不儲存";

/* Done Button in setup host */
"Done" = "完成";

/* status message for test connection */
"Done." = "完成。";

/* button title */
"Download & Install Checked Items" = "下載並安裝勾選項目";

/* tooltip Draft:  */
"Draft: " = "草稿：";

/* action name for dragging source objects withing the outline */
"Drag" = "拖移";

/* action name for dragging external objects to source outline */
"Drag from External Source" = "從外部來源拖移";

/* tooltip */
"Drag to the left or right to adjust the width of the site outline sidebar." = "拖移至左側或右側，以調整網站大綱側邊欄的寬度。";

/* tooltip */
"Drag to the right to reveal the site outline sitebar" = "拖移至右側以顯示網站大綱側邊欄";

/* Duplicate MenuItem
   menu title to duplicate generic item */

"Duplicate" = "複製";

/* menu title to duplicate a collection */
"Duplicate Collection" = "複製頁面集";

/* menu title to duplicate a single page
   Duplicate Page MenuItem */

"Duplicate Page" = "複製頁面";

/* Duplicate Pagelet MenuItem
   menu title to duplicate pagelet */

"Duplicate Pagelet" = "複製 Pagelet";

/* menu title to duplicate multiple pages
   Duplicate Pages MenuItem */

"Duplicate Pages" = "複製頁面";

/* Button in setup host to start the editing process */
"Edit" = "編輯";

/* Edit Link... MenuItem */
"Edit Link..." = "編輯連結⋯";

/* Edit Raw HTML... MenuItem */
"Edit Raw HTML..." = "編輯原始 HTML⋯";

/* Prompt to enter registration key (with a 'key' icon next to this text) */
"Enter your registration key to unlock %@:" = "請輸入您的註冊碼來解除鎖定 %@：";

/* alert title */
"Error Downloading Plug-ins" = "下載外掛模組發生錯誤";

/* Alert Message Title, error installing one plugin */
"Error Installing Plug-in" = "安裝外掛模組發生錯誤";

/* Alert Message Title, error installing multiple plug-ins */
"Error Installing Plug-ins" = "安裝外掛模組發生錯誤";

/* No comment provided by engineer. */
"Error Loading Web Page" = "下載網頁發生錯誤";

/* No comment provided by engineer. */
"Error message reported was: %@" = "回報的錯誤訊息如下：%@";

/* status message for test connection */
"Errors encountered, test failed. Please go back and check your settings." = "遇到錯誤。測試失敗。請返回並檢查您的設定。";

/* status message for test connection */
"Establishing %@ connection... " = "正在建立 %@ 連線⋯";

/* button title */
"Export" = "輸出";

/* Growl notification */
"Export Complete" = "輸出完成";

/* save panel name field label. You must keep it short! */
"Export To:" = "輸出至：";

/* Upload information */
"Exporting “%@”" = "正在輸出“%@”";

/* Publishing sheet title */
"Exporting…" = "輸出中⋯";

/* button title */
"Export…" = "輸出⋯";

/* status message for test connection */
"Failed" = "失敗";

/* status message for test connection */
"Failed." = "失敗。";

/* Find MenuItem */
"Find" = "尋找";

/* format to show URL where it is accessible from Internet -- not verified though */
"From the Internet, it should be reachable at %@. (Not yet verified)" = "它應可在 Internet 上於 %@ 存取。（尚未驗證）";

/* format to show URL where it is accessible from Internet */
"From the Internet, it will be reachable at %@." = "它應可在 Internet 上於 %@ 存取。";

/* Go to (followed by URL) */
"Go to" = "前往";

/* action name for grouping selected items */
"Group" = "群組";

/* String_On_Page_Template -- text for link on a blog posting */
"Haloscan Comments" = "Haloscan 留言";

/* menu title to hide designs bar */
"Hide Designs" = "隱藏設計樣板";

/* menu title to hide Editing Markers */
"Hide Editing Markers" = "隱藏編輯標記符號";

/* menu title to hide inspector panel */
"Hide Inspector" = "隱藏檢閱器";

/* menu title to hide inspector panel */
"Hide Media Browser" = "隱藏媒體瀏覽器";

/* menu title to hide site outline */
"Hide Site Outline" = "隱藏網站大綱";

/* menu title to hide status bar */
"Hide Status Bar" = "隱藏狀態列";

/* Home Page */
"Home" = "個人專屬";

/* alert title when the character set specified on the host doesn't match settings */
"Host Character Set Mismatch" = "主機字元設定不符";

/* Undo name */
"Host Settings" = "主機設定";

/* web sharing not activated, in summary */
"However, web sharing must be activated in order for this to be functional." = "然而，您必須啟動 Web 共享，才可啟用此功能。";

/* Title of results alert */
"HTML is Valid" = "HTML 有效";

/* Button prompting user not to lose code */
"I will store the registration key in a safe place." = "我會將註冊碼存放在安全的位置。";

/* HSA guide (Our documentation is in English only right now) */
"If you are not experienced configuring your host, we suggest you read our online help, using the help button on this window." = "如果您並未設定主機，建議您閱讀我們的線上輔助說明，請使用此視窗的輔助說明按鈕。";

/* No comment provided by engineer. */
"If you proceed, the %@ registration information for this computer will be removed." = "若您繼續的話，此電腦 %@ 的註冊資訊將會被移除。";

/* No comment provided by engineer. */
"If you proceed, the existing %@ registration information for this computer will be removed." = "若您繼續的話，此電腦現有的 %@ 註冊資訊將會被移除。";

/* validation error message for illegal 'stem' docRoot */
"Illegal characters found in docRoot." = "在 docRoot 中找到無效字元。";

/* validation error message for illegal URL */
"Illegal characters found in URL. A URL must look something like http://www.domain.com/path/" = "在 URL 中找到無效字元。URL 的格式必須是 http://www.domain.com/path/";

/* validation error message for illegal userID */
"Illegal characters found in User ID. A User ID contains numbers and letters and underscores." = "在使用者 ID 中找到無效字元。使用者 ID 可包含數字、字母及底線。";

/* validation error message for illegal subfolder */
"Illegal characters were found in the folder name.  Please limit the folder name to letters, numbers, dashes, and underscores." = "檔案夾名稱含有不適當的字元。檔案夾名稱請使用字母、數字、破折號及底線。";

/* Segment Label */
"Image" = "影像";

/* Image  */
"Image " = "影像";

/* Popup menu title for setting the index.html file's extensions */
"Index file name" = "索引檔名";

/* tooltip Index Type:  */
"Index Type: " = "索引類型：";

/* Message while initializing launching application. */
"Initializing..." = "正在初始化⋯";

/* Action Name: Insert Link */
"Insert Link" = "插入連結";

/* ActionName: Insert Text */
"Insert Text" = "插入文字";

/* No comment provided by engineer. */
"installed the plug-ins" = "已安裝外掛模組";

/* No comment provided by engineer. */
"Installing Plug-ins..." = "正在安裝外掛模組⋯";

/* String_On_Page_Template -- text for link on a blog posting */
"IntenseDebate Comments" = "IntenseDebate 留言";

/* No comment provided by engineer. */
"Invalid Registration Key" = "註冊碼無效";

/* Error: Core Image given Invalid Size. */
"Invalid size passed to image scaling" = "送至影像大小調整的尺寸無效";

/* Host Setup - 404 */
"It appears that the URL, %@, does not resolve to this computer. A web server was contacted, but the test file was not found. One explanation is that you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "此 URL %@ 似乎無法被此台電腦解析。已連絡網頁伺服器，但未找到測試檔案。原因之一是您可以在本地端網路中安裝了路由器，但並未傳送網頁的請求至您的電腦。您必須參閱路由器的說明文件，或與網路管理員確認。";

/* Host Setup - wrong computer */
"It appears that the URL, %@, does not resolve to this computer. One reason is that the hostname of this computer may have been improperly specified, and not actually correspond to your computer." = "此 URL %@ 似乎無法被此台電腦解析。原因之一是此電腦的主機名稱可能未正確指定，且會實際對應至您的電腦。";

/* format to show URL where it is accessible from LAN */
"It can be reached from your computer and others in your local network at %@." = "它可由您的電腦以及位於 %@ 本地端網路的其他人存取。";

/* format to summarize how URL will be retrieved from the Web */
"It will be reachable from the Web at %@ ." = "它將可從 Web 於 %@ 存取。";

/* format to summarize how URL will be published on a remote host */
"It will be transmitted via %@ to your '%@' account at %@." = "它將透過 %1$@ 傳輸至您位於 %3$@ 的 '%2$@' 帳號。";

/* String_On_Page_Template -- text for link on a blog posting */
"JS-Kit Comments" = "JS-Kit 留言";

/* Quick Look preview sticky-note text */
"Language" = "語言";

/* tooltip Language:  */
"Language: " = "語言：";

/* Quick Look preview sticky-note text */
"Last updated" = "上次更新";

/* tooltip Last Updated:  */
"Last Updated: " = "最近更新：";

/* tooltip Collection sorting */
"Latest at bottom" = "最新的位於最下方";

/* tooltip Collection sorting */
"Latest at top" = "最新的位於最上方";

/* Segment Label, indicating that we are inspecting the current level, not the whole site */
"Level" = "層次";

/* Headling showing that [app] is running too many copies simultaneously. */
"License Violation: Too Many Copies of %@ are Simultaneously Running." = "授權事項違反：太多份 %@ 同時在執行中。";

/* Just indicate that it's licensed, with no name. */
"Licensed" = "已授權";

/* Shows who the application is licensed to */
"Licensed to %@" = "已授權給 %@";

/* Message while loading plug-ins. */
"Loading Plug-ins..." = "正在下載外掛模組⋯";

/* placeholder string for inserted element in page */
"Lorem ipsum dolor sit amet." = "Lorem ipsum dolor sit amet.";

/* Button to make web folder writable */
"Make Writable" = "設為可寫入";

/* No comment provided by engineer. */
"Message from Karelia Software" = "來自 Karelia Software 的訊息";

/* Move to Callout MenuItem */
"Move to Callout" = "移至文章內文區";

/* Move to Sidebar MenuItem */
"Move to Sidebar" = "移至側邊欄";

/* alt text of navigation button */
"navigateListHTML" = "列表";

/* text of navigation button */
"navigateMainHTML" = "主要";

/* alt text of navigation button */
"navigateNextHTML" = "下一個";

/* alt text of navigation button */
"navigatePreviousHTML" = "上一個";

/* tooltip Needs Uploading:  */
"Needs Uploading: " = "需要上傳：";

/* Save Panel Title */
"New Site" = "新增網站";

/* No
   No Button */

"No" = "否";

/* message for progress window */
"No changes need publishing." = "沒有變更內容需要進行發佈。";

/* No document path specified. */
"No document path specified." = "未指定文件路徑。";

/* First menu item to indicate no index */
"No Index" = "沒有索引";

/* No comment provided by engineer. */
"No plug-in found with the identifier %@" = "找不到此識別碼 %@ 的外掛模組";

/* Warning when we cannot load HTML source of a web page */
"No Source Available" = "沒有可用的來源";

/* Host Setup - No Web Server */
"No web server appears to be responding at the URL you specified, %@. The web server on your computer may not be functioning. Or the hostname of this computer may have been improperly specified. Or you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "似乎沒有網路伺服器回應您指定的 URL：%@。您電腦的網路伺服器可能並未運作，或者此電腦的主機名稱可以未正確指定。也可能您在本端網絡安裝的路由器，並未傳送網頁的請求到您的電腦。您必須參閱路由器的說明文件或與網路管理員聯繫。";

/* title of alert */
"Non-Page Link" = "非頁面連結";

/* tooltip Collection sorting */
"Not sorted" = "未排序";

/* text to make sure content is legal */
"Note: Before posting materials (text, images, audio, etc.) on your site, check that you own the copyright and/or control the necessary rights." = "附註：在張貼內容（文字、圖片、音訊等等）至您的網站前，請確定您擁有著作權與/或可享有必要的權利。";

/* OK Button
   change cancel button to ok */

"OK" = "好";

/* No comment provided by engineer. */
"On published site, clicking on image will view full-size image" = "在發佈的網站上，按一下影像將可檢視完整尺寸的影像。";

/* Button to ignore other automatically found media */
"Only This File" = "僅此檔案";

/* Alert Message */
"Opening" = "打開";

/* status message for test connection */
"Operation timed out." = "作業逾時。";

/* multiple items selected, very short placeholder */
"Optional summaries" = "選擇性摘要";

/* multiple items selected, longer placeholder */
"Optional summaries. (Duplicates are discouraged.)" = "選擇性摘要。（不建議使用重複項目。）";

/* null summary available, very short placeholder */
"Optional summary" = "選擇性摘要";

/* null summary available, longer placeholder */
"Optional summary of page. Used by search engines." = "頁面的選擇性摘要。供搜尋引擎使用。";

/* multiple items selected, very short placeholder
   null keywords available, very short placeholder */

"Optional words" = "選擇性文字";

/* multiple items selected, longer placeholder */
"Optional words describing pages, separated by “,”" = "描述頁面的選擇性文字，以“,”分隔";

/* null keywords available, longer placeholder */
"Optional words describing this page, separated by “,”" = "描述此頁面的選擇性文字，以英文逗號“,”分隔。";

/* Prompt when offering to locate other missing media files. */
"Other missing media files have been found in the same location." = "其他遺失的媒體檔已在相同位置找到。";

/* String_On_Page_Template - description of trackbacks */
"Other Posts About This" = "與此相關的其他文章";

/* Window title */
"Page Code Injection" = "插入頁面語法";

/* tooltip Page Type:  */
"Page Type: " = "頁面類型：";

/* Validation error */
"Page without a parent" = "頁面不含母頁面";

/* Segment Label */
"Pagelet" = "Pagelet";

/* menu item showing that pagelet canot be manipulated */
"Pagelet owned by home page" = "首頁的 Pagelet";

/* menu item showing that pagelet canot be manipulated */
"Pagelet owned by page %@%@%@" = "Pagelet 屬於頁面 %1$@%2$@%3$@";

/* Quick Look preview sticky-note text */
"Pages" = "頁面";

/* plugin type for 'show:' popup menu */
"Pages/Pagelets" = "頁面/Pagelet";

/* No comment provided by engineer. */
"PALETTE_INSERT_INDEX" = "頁面集";

/* No comment provided by engineer. */
"PALETTE_ADD_COLLECTION_POPUP" = "頁面集";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE" = "頁面";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE_POPUP" = "頁面";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET" = "Pagelet";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET_POPUP" = "Pagelet";

/* No comment provided by engineer. */
"PALETTE_CHOOSE_DESIGN" = "設計樣板";

/* No comment provided by engineer. */
"PALETTE_CREATE_EDIT_LINK" = "製作/編輯連結";

/* No comment provided by engineer. */
"PALETTE_EDIT_HTML" = "編輯原始 HTML";

/* No comment provided by engineer. */
"PALETTE_EDIT_ONOFF" = "顯示/隱藏標記符號";

/* No comment provided by engineer. */
"PALETTE_GROUP_COLLECTION" = "群組";

/* No comment provided by engineer. */
"PALETTE_PUBLISH" = "發佈更改內容";

/* No comment provided by engineer. */
"PALETTE_PUBLISH_ALL" = "全部發佈";

/* No comment provided by engineer. */
"PALETTE_SETUP_HOST" = "設定主機";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_INFO" = "檢閱器";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_MEDIA" = "媒體";

/* status message for test connection */
"Password was not accepted." = "不接受密碼。";

/* Paste MenuItem */
"Paste" = "貼上";

/* Paste Page MenuItem */
"Paste Page" = "貼上頁面";

/* Paste Pagelet MenuItem */
"Paste Pagelet" = "貼上 Pagelet";

/* Paste Pagelets MenuItem */
"Paste Pagelets" = "貼上 Pagelet";

/* Paste Pages MenuItem */
"Paste Pages" = "貼上頁面";

/* Text embossed on placeholder photo */
"Placeholder Image" = "預留區影像";

/* Publishing engine authentication error */
"Please check your account settings in the MobileMe System Preferences pane." = "請檢查您“MobileMe 系統偏好設定”面板中的帳號設定。";

/* error recovery suggestion */
"Please choose a different location to copy to." = "請選擇不同的拷貝目的位置。";

/* alert info */
"Please close the document and then move it out of the Snapshots folder." = "請關閉文件，然後將其從“快照”檔案夾移出。";

/* prompt for exporting a website to a folder */
"Please create a folder to contain your site." = "請製作檔案夾以包含您的網站。";

/* alert info */
"Please move the document out of the Snapshots folder first." = "請先將文件從“快照”檔案夾移出。";

/* indicator that this is a demo */
"Please purchase a license to Sandvox." = "請購買 Sandvox 的使用授權。";

/* Publishing engine authentication error */
"Please run the Host Setup Assistant again to test your host setup." = "請再執行一次“主機設定輔助程式”，以測試您的主機設定。";

/* Publishing engine authentication error */
"Please run the Host Setup Assistant and re-enter your host's login credentials." = "請執行“主機設定輔助程式”並重新輸入您主機的登入憑證。";

/* Hosting not setup */
"Please set up the site for publishing, or export it to a folder instead." = "請設定網站進行發佈，或改為輸出至檔案夾。";

/* Message to user following problem submission from an older version of the Application */
"Please update %@ to a newer version." = "請將 %@ 更新至較新的版本。";

/* Alert Message Title, only one plug-in was installed */
"Plug-in Installed" = "已安裝的外掛模組";

/* alert title */
"Plug-ins Downloaded" = "已下載的外掛模組";

/* Alert Message Title, multiple plug-ins were installed */
"Plug-ins Installed" = "已安裝的外掛模組";

/* Uploading progress info */
"Preparing to export…" = "正在準備輸出⋯";

/* Uploading progress info */
"Preparing to upload…" = "正在準備上傳⋯";

/* name appened to copy of file before version migration */
"previous" = "上一個";

/* No comment provided by engineer. */
"Publish All" = "全部發佈";

/* Quick Look preview sticky-note text */
"Published at" = "發佈於";

/* Growl notification */
"Publishing Complete" = "發佈完成";

/* Upload message text */
"Publishing failed." = "發佈失敗。";

/* Upload message text */
"Publishing finished." = "發佈完成。";

/* window title */
"Publishing Transcript" = "發佈記錄";

/* Publishing sheet title */
"Publishing…" = "發佈中⋯";

/* Prompt to purchase license */
"Purchase your License to %@:" = "購買您 %@ 的授權：";

/* Title of alert */
"Quartz Extreme Not Available" = "沒有可用的 Quartz Extreme";

/* Quit button
   Button Title */

"Quit" = "結束";

/* status message for test connection */
"Received the error message: %@" = "收到錯誤訊息：%@";

/* No comment provided by engineer. */
"Registration Key Accepted" = "註冊碼已被接受";

/* tooltip for reload button */
"Reload web view" = "重新載入網頁檢視";

/* contextual menu item */
"Remove Custom Summary of Page..." = "移除自定頁面摘要⋯";

/* ActionName: Remove Link */
"Remove Link" = "移除連結";

/* action name for removing selected page */
"Remove Selected Page" = "移除所選頁面";

/* action name for removing selected pages */
"Remove Selected Pages" = "移除所選頁面";

/* warning shown after [English] description of a plugin in the plug-in installer window */
"Requires %@ version %@." = "須有 %1$@ 版本 %2$@。";

/* tooltip Collection sorting */
"Reverse alphabetical" = "反轉字母順序";

/* Revert Button */
"Revert" = "回復";

/* alert: revert failed */
"Revert Failed" = "回復失敗";

/* Acknowledgments Window Title */
"Sandvox Acknowledgments" = "Sandvox 致謝聲明";

/* title of alert */
"Sandvox Demo: Restricted Publishing" = "Sandvox 試用版本：發佈受限";

/* alert info text */
"Sandvox has detected that no content has changed since the site was last published. Publish All will upload all content, regardless of whether it has changed or not." = "Sandvox 已偵測到自上次發佈網站以來，並沒有更新內容。“全部發佈”將會更新所有內容，無論其是否經過變更。";

/* status message for test connection */
"Sandvox is unable to write a test file into your computer\\U2019s temporary directory." = "Sandvox 無法將測試檔案寫入到您電腦的暫時目錄。";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of page" = "需要 Sandvox 專業版才能產生此類型的頁面";

/* Alert: Beta Message */
"Sandvox Public Beta" = "Sandvox 公眾測試版";

/* Release Notes Window Title */
"Sandvox Release Notes" = "Sandvox 釋出事項";

/* kind of document */
"Sandvox Site" = "Sandvox 網站";

/* could not connect */
"Sandvox was not able to successfully reach your computer from the Internet." = "Sandvox 無法順利從 Internet 存取您的電腦。";

/* Message in alert */
"Sandvox was unable create a file inside the \\U201CSites\\U201D folder in your home directory. You will need to make this folder writable (using the Finder)." = "Sandvox 無法在您的個人專屬目錄的“網站”檔案夾內建立檔案。您必須將此檔案夾設為可寫入（使用 Finder）。";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. Do you want to make this folder writable by all users on your computer?" = "Sandvox 無法在您電腦上 '%@' 的檔案夾內製作檔案。您是否要將此檔案夾設為電腦所有使用者皆可寫入？";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. You will need to perform this adjustment using the Finder." = "Sandvox 無法在您電腦上 '%@' 的檔案夾內製作檔案。您必須使用 Finder 來進行調整。";

/* Message in alert */
"Sandvox was unable create a folder called \\U201CSites\\U201D in your home directory. You will need to repair your Mac OS X installation so that you are able to create files in your home folder." = "Sandvox 無法在您的個人專屬目錄中建立名為“網站”的檔案夾內建立檔案。您需要修復 Mac OS X 安裝內容的權限，以便您可在個人專屬檔案夾中建立檔案。";

/* alert: could not remove prior snap */
"Sandvox was unable to create a snapshot of this document. Please check that the folder %@ exists and is writeable." = "Sandvox 無法建立此文件的快照。請檢查此檔案夾 %@ 存在並且可寫入。";

/* Message in alert */
"Sandvox was unable to find the folder at the path '%@'. You will need repair your Mac OS X installation so that this directory exists." = "Sandvox 無法在路徑 '%@' 下找到檔案夾。您必須進行 Mac OS X 安裝修復，以便讓目錄存在。";

/* alert: could not Trash document */
"Sandvox was unable to put the current version of the document in the Trash before reverting. This is done as a safety precaution. The document will not be reverted. Please check the Trash for any problems or remove the document at %@ manually." = "Sandvox 無法先將此文件的目前版本丟到垃圾桶，再進行回復。這是作為安全性的預防動作。此文件將不會被回復。請檢查垃圾桶是否有任何問題，或者請以手動方式移除位於 %@ 的文件。";

/* alert: could not revert document */
"Sandvox was unable to revert using the current snapshot. Please drag the document %@ out of the Trash and reopen it to continue using it. Please also check that the directory %@ is readable." = "Sandvox 無法回復使用目前的快照。請將此文件 %1$@ 從垃圾桶拖出，重新開啟以繼續使用。請一併檢查目錄 %2$@ 是否為可讀取。";

/* Code Injection information */
"Sandvox will insert its content between these fields" = "Sandvox 將會在這些欄位間插入其內容";

/* Quartz Extreme Comment */
"Sandvox will still function perfectly well, but not be able to create fancy page titles." = "Sandvox 仍可完美順利的運作，但無法製作精美迷人的頁面標題。";

/* Save Button */
"Save" = "儲存";

/* Save a Copy As... */
"Save a Copy As..." = "儲存副本為⋯";

/* Save sheet name field label */
"Save Copy:" = "儲存副本：";

/* Message while checking documents. */
"Searching for previously opened documents..." = "正在搜尋先前開啟的文件⋯";

/* Button title */
"Select" = "選擇";

/* Segment Label */
"Selection" = "所選項目";

/* Button Title */
"Send" = "傳送";

/* Message to user during HTTP submit */
"Sending report to Karelia..." = "正在傳送報告給 Karelia⋯";

/* Message to user during HTTP submit */
"Sending request to Karelia..." = "正在傳送請求至 Karelia⋯";

/* tooltip Server Path:  */
"Server Path: " = "伺服器路徑：";

/* status message for test connection */
"Server reached." = "已連上伺服器。";

/* Description of an HTTP error */
"Server returned status code %d %@" = "伺服器已傳回狀態碼 %1$d %2$@";

/* action name for setting banner image */
"Set Banner" = "設定橫幅";

/* menu title to show design bar */
"Show Designs" = "顯示設計樣板";

/* menu title to show Editing Markers */
"Show Editing Markers" = "顯示編輯標記符號";

/* menu title to show inspector panel */
"Show Inspector" = "顯示檢閱器";

/* menu title to show inspector panel */
"Show Media Browser" = "顯示媒體瀏覽器";

/* menu title to show site outline */
"Show Site Outline" = "顯示網站大綱";

/* menu title to show status bar */
"Show Status Bar" = "顯示狀態列";

/* Tooltip: menu tooltip to show site outline */
"Shows the outline of the site on the left side of the window. Window must be wide enough to accomodate it." = "在視窗的左側顯示網站大綱。視窗必須具有足夠的寬度才可容納網站大綱。";

/* Segment Label, indicating that we are inspecting the whole site */
"Site" = "網站";

/* Window title */
"Site Code Injection" = "插入網站語法";

/* Default introduction statement for a page */
"siteSubtitleHTML" = "這是您網站的副標題。";

/* Skip navigation LINK on web pages */
"skipNavigationLinkHTML" = "[略過]";

/* Site navigation title on web pages (can be empty if link is understandable) */
"skipNavigationTitleHTML" = "網站導覽";

/* Skip sidebars LINK on web pages */
"skipSidebarsLinkHTML" = "[略過]";

/* Sidebar title on web pages (can be empty if link is understandable) */
"skipSidebarsTitleHTML" = "側邊欄";

/* Snapshot Button */
"Snapshot" = "快照";

/* alert: snapshot failed */
"Snapshot Failed" = "快照失敗";

/* tooltip Collection sorting */
"Sorting:" = "排序：";

/* Specified document path is a directory. */
"Specified document path is a directory." = "指定的文件路徑為目錄。";

/* Spelling MenuItem */
"Spelling" = "拼字檢查";

/* Stop publishing button title
   button title to stop downloading */

"Stop" = "停止";

/* tooltip for stop button */
"Stop loading" = "停止載入";

/* Title of alert */
"Temporary License Expired" = "暫用授權已過期";

/* Message to user following successful HTTP submit */
"Thanks for submitting your report." = "感謝您提交報告。";

/* Message to user following successful HTTP submit */
"Thanks.  (You were already on our email list.)" = "感謝您。（您已在我們的電子郵件列表中。）";

/* Message to user following successful HTTP submit */
"Thanks.  We are sending you a confirmation email." = "感謝您。我們將會寄送給您一封確認電子郵件。";

/* alert message */
"The document could not be copied." = "無法拷貝文件。";

/* alert message */
"The document could not be copied. Sandvox was unable to remove an existing file or folder at the same location." = "無法拷貝文件。Sandvox 無法在相同位置中移除現有的檔案或檔案夾。";

/* Message in alert */
"The folder at '%@' needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "位於 '%@' 的檔案夾必須可讓其他使用者讀取，以便從您的電腦提供網站主機服務。您必須將此檔案夾設為完全可讀取（使用 Finder）。";

/* result of installation */
"The following plug-ins could not be installed:\n\n%@" = "無法安裝下列外掛模組：\n\n%@";

/* result of installation */
"The following plug-ins were installed:\n\n%@\nPlease re-launch Sandvox to make use of newly installed plug-ins." = "已安裝下列外掛模組：\n\n%@\n請重新啟動 Sandvox 以使用新安裝的外掛模組。";

/* Message in alert */
"The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser." = "下列 URL 無法開啟：\n\n%@\n\n此網頁 URL 可能無效，或者您的 Mac 未正確設定可打開網頁 URL。您可以選取並拷貝上述的 URL 並貼入您的網頁瀏覽器。";

/* fragment describing homepage */
"the home page" = "首頁";

/* No comment provided by engineer. */
"The host you have chosen always serves its text encoded as '%@'.  In order to prevent certain text from appearing incorrectly, we suggest that you set your site's 'Character Encoding' property to match this, using the inspector." = "您所選的主機其文字編碼為“%@”。為了避免某些文字顯示不正確，我們建議您將網站的“字元編碼”屬性設為相符的屬性，請使用檢閱器來進行設定。";

/* No comment provided by engineer. */
"The item you clicked on, %@, is copied from %@. Please select that page to edit this pagelet." = "您點選的項目 %1$@ 拷貝自 %2$@.	 請選取該頁面以編輯此 pagelet。";

/* No comment provided by engineer. */
"The item you clicked on, %@, is copied from an enclosing container page, %@%@%@. Please select that page to edit this pagelet." = "您點選的項目 %1$@ 是從封閉的儲存區頁面 %2$@%3$@%4$@ 拷貝過來。請選取該頁面以編輯此 pagelet。";

/* No comment provided by engineer. */
"The key returned by the payment server, \\U201C%@\\U201D, was not accepted. Please try to enter the key manually, or submit feedback from the 'Help' menu if you are still having problems." = "付款伺服器傳回的註冊碼“%@”不被接受。請嘗試以手動方式輸入註冊碼，若您仍有問題，請從“輔助說明”選單提交意見回饋。";

/* No comment provided by engineer. */
"The key you entered, \\U201C%@\\U201D, was not accepted. Please make sure all words are spelled exactly the same as the given code. (Try copying and pasting into the text field.)\n\nNote: Your registration key is a sequence of words, usually your name followed by three nonsense words." = "您輸入的註冊碼“%@”不被接受。請確認所有文字皆與取得的註冊碼拼法正確。（請嘗試拷貝並在文字欄位貼上。）\n\n注意：您的註冊碼為一串文字，通常是您的名字加上三個無意義的單字。";

/* Message in alert */
"The keychain manager returned error %d, so your password was not stored in the keychain.  You may need to run the \\U201CKeychain Access\\U201D utility and repair your keychain, and then set up your host again." = "鑰匙圈管理程式傳回錯誤 %d，因此密碼並未儲存在鑰匙圈中。您可能需要執行“鑰匙圈存取”工具程式並修復鑰匙圈，然後再設定一次您的主機。";

/* alert: snapshot will be placed in trash.  %@ is a date or a day name like yesterday with a time. */
"The older snapshot will be placed in the Trash.  It was saved %@.  " = "較舊的快照將會被放至垃圾桶。它的儲存時間為 %@。";

/* Alert: The path %@ is not writeable. */
"The path %@ is not writeable." = "路徑 %@ 無法寫入。";

/* alert: changes will be lost. %@ is replaced by a date or day+time */
"The previous snapshot was saved %@. Your current changes will be lost." = "上一個快照的儲存時間為 %@。您目前的變更將會遺失。";

/* No comment provided by engineer. */
"The recent submission of your problem report to Karelia software resulted in the following message:" = "最近回報給 Karelia Software 的提交報告產生下列訊息：";

/* validated message */
"The results from the HTML validator have been loaded into Sandvox's web view. To return to the standard view of your web page, choose the 'Reload Web View' menu." = "來自 HTML 驗證器的結果已經載入至 Sandvox 的顯示網頁。若要返回您網頁的標準顯示，請選擇 '重新載入顯示頁面' 選單。";

/* Export error */
"The site could not be exported. Could not remove the existing file at:\r%@" = "網站無法輸出。無法移除位於下列位置的現有檔案：\r%@";

/* Transfer Controller */
"The site has been published to %@." = "此網站已發佈至 %@。";

/* Transfer Controller */
"The site has been published to this computer." = "此網站已發佈至本機電腦。";

/* Unknown URL for the localhost */
"The URL from which this site should be reachable has not been determined yet." = "尚未決定可存取此網站的 URL。";

/* No comment provided by engineer. */
"The validator returned the following status message:\n\n%@" = "驗證器回傳下列狀態訊息：\n\n%@";

/* Alert message when pasting/dropping in pages whose filenames conflict */
"There are already some pages with the same file name as those you are adding. Do you wish to rename them to be different?" = "已有某些頁面與您正要加入的頁面使用相同的檔案名稱。您是否要重新命名不同的名稱？";

/* Alert message when changing the file name or extension of a page to match an existing file */
"There is already a page with the file name \\U201C%@.\\U201D Do you wish to rename it to \\U201C%@?\\U201D" = "已有此檔案名稱“%1$@”的頁面存在。您是否要重新命名為“%2$@”？";

/* validation error message for invalid hostname */
"This does not appear to be a valid hostname. A hostname consists of server name(s) and a domain name, like server.domain.com, or is a valid IP address like '123.45.67.89'." = "這似乎不是有效的網域名稱。網域名稱是由伺服器名稱與網域名稱組成，如 server.domain.com 或為一個有效的 IP 地址，如 '123.45.67.89'。";

/* validation error message for invalid web hostname */
"This does not appear to be a valid Web URL. %@%@%@ does not appear to be a valid hostname." = "這似乎不是有效的網頁 URL。%1$@%2$@%3$@ 似乎不是有效的主機名稱。";

/* No comment provided by engineer. */
"This message has been saved to your desktop as '%@-Paypal Error.html'." = "此訊息已儲存至您的桌面，檔名為“%@-Paypal Error.html”。";

/* Warning for a published home page; the placeholder is replaced with 'Sandvox' as a hyperlink. */
"This page was created by a trial version of %@. (Sandvox must be purchased to publish multiple pages.)" = "此頁面是以試用版本 %@ 製作。（必須購買 Sandvox 才可發佈多個頁面。）";

/* No comment provided by engineer. */
"This text can contain HTML or scripts such as JavaScript and PHP." = "此文字內容可包含 HTML 或指令，如 JavaScript 和 PHP。";

/* No comment provided by engineer. */
"This text can only contain HTML, no scripting constructs" = "此文字內容只可包含 HTML，不含指令結構。";

/* No comment provided by engineer. */
"This version of Sandvox has expired." = "此版本的 Sandvox 已過期。";

/* No comment provided by engineer. */
"This version of Sandvox is no longer functional. Please contact Karelia Software for an update." = "此版本的 Sandvox 已無法使用。請聯絡 Karelia Software 以取得更新。";

/* No comment provided by engineer. */
"This version of Sandvox is no longer functional. Sandvox will now check for updates; please install the newest version if available." = "此版本的 Sandvox 已無法使用。Sandvox 現在將會檢查更新項目；請安裝最新的版本（若有的話）。";

/* No comment provided by engineer. */
"This website cannot be published until you have set up your MobileMe account." = "您必須設定 MobileMe 帳號，才可發佈此網站。";

/* Hosting not setup */
"This website is not set up to be published on this computer or on another host." = "此網站並非設定為發佈於此台電腦或其他的主機。";

/* summary text for unpublished website */
"This website is not set up to be published on this computer or on another host.\n\nClick Edit to set up where to publish your site." = "此網站並未設定發佈於此台電腦或其他主機。\n\n請按一下“編輯”以設定發佈網站的位置。";

/* introduction of local hosting */
"This website will be published locally on your computer." = "此網站將會發佈於您的本機電腦。";

/* introduction of remote hosting for non-MobileMe account */
"This website will be published on an external host." = "此網站將會發佈於外部主機。";

/* format for summary of dot mac account */
"This website will be published on your \\U201C%@\\U201D account." = "網站將會在您的“%@”帳號發佈。";

/* introduction of remote hosting for MobileMe account */
"This website will be published on your \\U201C%@\\U201D MobileMe account." = "網站將會在您的“%@” MobileMe 帳號發佈。";

/* status message for test connection */
"Timed out, unable to complete tests." = "逾時，無法完成測試。";

/* tooltip Title:  */
"Title: " = "標題：";

/* multiple items selected, longer placeholder */
"Titles of browser window for selected pages. (Duplicates are discouraged.)" = "所選頁面瀏覽器視窗的標題。（不建議使用重複項目。）";

/* Prompt in webview */
"To enable comments, please choose a Weblog Comments provider in the Site Inspector" = "若要啟用留言，請選擇“網站檢閱器”中的“網誌留言”服務提供者。";

/* Prompt in webview */
"To enable Disqus comments, enter the Disqus short name of this site into the Site Inspector" = "若要啟用 Disqus 留言，請在“網站檢閱器”中輸入此網站的 Disqus 簡稱。";

/* Prompt in webview */
"To enable Haloscan comments, enter your Haloscan ID into the Site Inspector" = "若要啟用 Haloscan 留言，請在“網站檢閱器”中輸入您的 Haloscan ID。";

/* Prompt in webview */
"To enable IntenseDebate comments, enter the Account ID of this site into the Site Inspector" = "若要啟用 IntenseDebate 留言，請在“網站檢閱器”中輸入此網站的帳號 ID。";

/* Prompt in webview */
"To enable JS-Kit comments, enter your moderator email address into the Site Inspector" = "若要啟用 JS-Kit 留言，請在“網站檢閱器”中輸入您維護者的電子郵件位址。";

/* Relative Date - Today */
"Today" = "今天";

/* Relative Date - Tomorrow */
"Tomorrow" = "明天";

/* No comment provided by engineer. */
"TOOLBAR_INSERT_INDEX" = "頁面集";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGE" = "頁面";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGELET" = "Pagelet";

/* No comment provided by engineer. */
"TOOLBAR_CHOOSE_DESIGN" = "設計樣板";

/* No comment provided by engineer. */
"TOOLBAR_CREATE_LINK" = "建立連結";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_HTML" = "編輯原始 HTML";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_LINK" = "編輯連結";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_OFF" = "隱藏標記符號";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_ON" = "顯示標記符號";

/* No comment provided by engineer. */
"TOOLBAR_GROUP_COLLECTION" = "群組";

/* No comment provided by engineer. */
"TOOLBAR_PUBLISH" = "發佈";

/* No comment provided by engineer. */
"TOOLBAR_PUBLISH_ALL" = "全部發佈";

/* No comment provided by engineer. */
"TOOLBAR_SETUP_HOST" = "設定主機";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_INFO" = "檢閱器";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_MEDIA" = "媒體";

/* tooltip */
"TOOLTIP_INSERT_INDEX" = "將新的頁面集加到您的網站。";

/* tooltip */
"TOOLTIP_ADD_PAGE" = "將新的頁面加到您的網站。";

/* tooltip */
"TOOLTIP_ADD_PAGELET" = "將新的 pagelet 加到目前的頁面。";

/* tooltip */
"TOOLTIP_CHOOSE_DESIGN" = "替您的網站選擇設計樣板。";

/* tooltip */
"TOOLTIP_CREATE_LINK" = "打開面板，製作所選文字的連結";

/* No comment provided by engineer. */
"TOOLTIP_EDIT_HTML" = "在新視窗中編輯要素的 HTML";

/* tooltip */
"TOOLTIP_EDIT_LINK" = "打開面板，編輯所選的連結";

/* tooltip */
"TOOLTIP_EDIT_OFF" = "隱藏協助編輯的頁面標記符號";

/* tooltip */
"TOOLTIP_EDIT_ON" = "顯示協助編輯的頁面標記符號";

/* tooltip */
"TOOLTIP_GROUP_COLLECTION" = "將所選頁面群組於新的頁面集";

/* tooltip */
"TOOLTIP_PUBLISH" = "傳送變更至您的 ISP。";

/* tooltip */
"TOOLTIP_PUBLISH_ALL" = "傳送整個網站至您的 ISP。";

/* tooltip */
"TOOLTIP_SETUP_HOST" = "顯示主機設定輔助程式";

/* tooltip */
"TOOLTIP_TOGGLE_INFO" = "顯示/隱藏檢閱器面板";

/* tooltip */
"TOOLTIP_TOGGLE_MEDIA" = "顯示/隱藏媒體瀏覽器";

/* String_On_Page_Template - text for trackback link */
"Trackback" = "引用連結";

/* Message to user following unsuccessful HTTP submit */
"Transmission error; Your message will be re-sent later." = "傳輸發生錯誤；您的訊息稍後將會再傳送一次。";

/* No comment provided by engineer. */
"Try Again" = "再試一次";

/* status message for test connection */
"Unable to connect; the password was not accepted for your account. Please go back and review your account information." = "無法連線；密碼並不被您的帳號接受。請返回並複查您的帳號資訊。";

/* No comment provided by engineer. */
"Unable to convert %@ to editable HTML." = "無法將 %@ 轉換成可編輯的 HTML。";

/* No comment provided by engineer. */
"Unable to convert document %@ to HTML." = "無法將文件 %@ 轉換成 HTML。";

/* Error: Unable to create directory at path (%@). */
"Unable to create directory at path (%@)." = "無法製作路徑的目錄（%@）。";

/* Alert: Unable to create new document. */
"Unable to create new document." = "無法製作新文件。";

/* alert failure reason */
"Unable to create snapshot folder at %@." = "無法在 %@ 製作快照檔案夾。";

/* status message for test connection */
"Unable to create test file %@" = "無法製作測試檔案 %@";

/* Description of an error */
"Unable to decompress data, code=%d" = "無法解壓縮資料，代碼為 %d";

/* status message for test connection */
"Unable to download file from URL: %@" = "無法從 URL 下載檔案：%@";

/* status message for test connection */
"Unable to download the test file from the server. You may have your host's URL Format misconfigured." = "無法從伺服器下載測試檔案。您的主機 URL 格式可能設定有誤。";

/* status message for test connection */
"Unable to establish a HTTP connection to the server. You may have your host's URL Format misconfigured." = "無法與伺服器建立 HTTP 連線。您的主機 URL 格式可能設定有誤。";

/* status message for test connection */
"Unable to establish connection to URL: %@" = "無法與 URL 建立連線：%@";

/* alert: Unable to locate previously opened files. */
"Unable to locate previously opened files." = "無法打開部份先前開啟的檔案。";

/* Alert: Unable to migrate document data from %@ to %@, reason: %@. */
"Unable to migrate document data from %@, reason: %@." = "無法將文件資料從 %1$@ 進行遷移，原因： %2$@。";

/* Alert: Unable to migrate document data from %@ to %@. */
"Unable to migrate document data from %@." = "無法將文件資料從 %@ 進行遷移。";

/* Title of alert */
"Unable to Open Web URL" = "無法打開網頁 URL";

/* error message */
"Unable to post HTML to validator.w3.org:\n%@" = "無法張貼 HTML 至 validator.w3.org：\n%@";

/* error description: document metadata is unreadable */
"Unable to read document metadata." = "無法讀取文件 metadata。";

/* error description: document model version is unknown */
"Unable to read document model information." = "無法讀取文件模型資訊。";

/* No comment provided by engineer. */
"Unable to read document “%@”." = "無法讀取文件“%@”。";

/* Alert: Unable to rename document from %@ to %@. Upgrade cannot be completed. */
"Unable to rename document from %@ to %@. Upgrade cannot be completed." = "無法將文件從 %1$@ 重新命名為 %2$@。升級無法完成。";

/* Message to user following unsuccessful HTTP submit */
"Unable to sign you up. Please try again later." = "無法為您登入。請稍後再試一次。";

/* Alert: Unable to upgrade document at path %@. Path does not appear to be a file. */
"Unable to upgrade document at path %@. Path does not appear to be a file." = "無法升級位於 %@ 的文件。路徑似乎不是檔案。";

/* Title of alert */
"Unable to Validate" = "無法驗證";

/* fallback page title if no title is otherwise found */
"Untitled Page" = "未命名頁面";

/* Indication that an installed plug-in has been updated and needs to be downloaded. */
"Updated" = "已更新";

/* Prompt to purchase ADDITIONAL/Upgrade licenses */
"Upgrade Your License or Purchase Additional Licenses to %@:" = "將您的授權升級或購買額外授權至 %@：";

/* document upgrade message text */
"Upgrading document “%@.”" = "正在更新文件“%@”。";

/* Upload information */
"Uploading “%@”" = "正在上傳“%@”";

/* Code Injection information */
"Use Code Injection to insert custom code, such as <script> tags or additional HTML, into every page of the site." = "使用“插入語法”來插入自定語法到網站的各個頁面，如 <script> 標籤或其他 HTML。";

/* Code Injection information */
"Use Code Injection to insert custom code, such as <script> tags or additional HTML, into the selected page(s)." = "使用“插入語法”來插入自定語法到所選頁面，如 <script> 標籤或其他 HTML。";

/* Code Injection placeholder text */
"Use this field to insert code after the <body> tag. This is generally used by JavaScripts that prepare for the rest of the page contents." = "使用此欄位來插入 <body> 標籤後的語法。通常這是由 JavaScript 使用，以準備其他部份的頁面內容。";

/* Code Injection placeholder text */
"Use this field to insert code after the first <meta> tag. Useful for scripts that must be placed at this location. Otherwise, use the field below to insert code after the main tags." = "使用此欄位來插入第一組 <meta> 標籤後的語法。對於必須放在此位置的指令而言，是相當實用。否則，請使用下方欄位來將語法插入到主標籤之後。";

/* Code Injection placeholder text */
"Use this field to insert code at the end of the page, right before the </body> tag. This is generally used to include JavaScript that processes the preceding page contents." = "使用此欄位來插入頁面結尾、在 </body> 標籤之前的語法。通常這是由 JavaScript 使用，以處理前面的頁面內容。";

/* Code Injection placeholder text */
"Use this field to insert code at the very beginning of the document, before the opening <html> tag. This is never any HTML or Javascript code; it's only for server-side scripts (such as PHP code) to affect the headers, set cookies, etc." = "使用此欄位來插入文件開頭、起始 <html> 標籤之前的語法。這不會是任何 HTML 或 Javascript 語法；僅是供伺服器端指令使用（如 PHP 語法），以影響 header、設定 cookie 等等。";

/* Code Injection placeholder text */
"Use this field to insert code before the closing </head> tag. Useful for additional <meta> tags, JavaScript <script> tags, stylesheets, etc." = "使用此欄位來插入結束 </head> 標籤之前的語法。適用於其他 <meta> 標籤、JavaScript <script> 標籤、樣式表等等。";

/* Code Injection placeholder text */
"Use this field to insert code directly (e.g JavaScript 'onload') inside of the <body> tag itself." = "使用此欄位來插入 <body> 標籤本身內部的語法（如 JavaScript 'onload'）。";

/* Publishing engine authentication error */
"Username or password could not be found." = "找不到使用者名稱或密碼。";

/* Title of alert */
"Validation Results Loaded" = "已載入驗證結果";

/* validation error message for unexpected non-string */
"Value is not a string" = "值並非為字串";

/* HSA guide (Our documentation is in English only right now) */
"We suggest you read the troubleshooting section of our help, using the help button on this window." = "我們建議您閱讀輔助說明的疑難排解章節，請使用此視窗的輔助說明按鈕。";

/* prompt shown when web sharing is turned on */
"Web sharing is now active." = "Web 共享現已啟用。";

/* Informative text when offering to locate other missing media files */
"Would you like to use it as well?" = "您是否要一併使用？";

/* Informative text when offering to locate other missing media files */
"Would you like to use them as well?" = "您是否要一併使用？";

/* Yes
   Yes Button */

"Yes" = "是";

/* Relative Date - Yesterday */
"Yesterday" = "昨天";

/* No comment provided by engineer. */
"You are now licensed to use %@.\n\nPlease save your registration key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %@ to update the menus to their fully registered state." = "您現在已獲授權使用 %1$@.\n\n請儲存您的註冊碼，以防將來需要重新註冊此程式。\n\n您應結束並重新啟動 %2$@ 以將選單更新至完全註冊的狀態。";

/* No comment provided by engineer. */
"You are now licensed to use %@.\n\nYou will also receive an e-mail with your registration key, \\U201C%@\\U201D.\n\nPlease save this key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %@ to update the menus to their fully registered state." = "您現在已獲授權使用 %1$@.\n\n您也將會收到含有註冊碼“%2$@”的電子郵件。\n\n請儲存此註冊碼，以防將來需要重新註冊此程式。\n\n您應結束並重新啟動 %3$@ 以將選單更新至完全註冊的狀態。";

/* No comment provided by engineer. */
"You are running a demo version of Sandvox. Only the home page (watermarked) will be exported or uploaded. To publish additional pages, you will need to purchase a license." = "您正在執行的是 Sandvox 試用版。只有首頁（含浮水印）會被輸出或上傳。若要發佈其他頁面，您將需要購買使用授權。";

/* indicator that this is a demo */
"You are running a demonstration version of Sandvox." = "您正在執行的是試用版的 Sandvox。";

/* Alert: Beta Informative Text */
"You are running Sandvox version %@, build %@.\n\nThis is a Public Beta version and will expire on %@. (We will make a new version available by then.)\n\nIf you find problems, please use \\U201CSend Feedback...\\U201D under the Sandvox menu, or email support@karelia.com.\n\nSince this is BETA software, DO NOT use it with critical data or for critical business functions. Please keep backups of your files and all source material. We cannot guarantee that future versions of Sandvox will be able to open sites created with this version!\n\nUse of this version is subject to the terms and conditions of Karelia Software's Sandvox Beta License Agreement." = "您正在執行 Sandvox %1$@（build %2$@）。\n\n此為公眾試用的 Beta 版本，將於 %3$@ 到期。我們屆時將會提供新的版本。\n\n如果您發現問題，請使用輔助說明選單的“傳送意見回饋⋯”，或者寄信至 support@karelia.com。\n\n因為此為 BETA 軟體，請不要將其用於重要資料或任何重要的商業活動。請保留檔案以及所有原始檔的備份。我們無法保證 Sandvox 的未來版本可以開啟此版本製作的網站！\n\n使用此版本即同意遵守 Karelia Software 的 Sandvox Beta License Agreement 條款與條件。";

/* No comment provided by engineer. */
"You clicked on a link that would open a page that Sandvox cannot directly display.\n\n\t%@\n\nWhen you publish your website, you will be able to view the page with your browser." = "您按下的連結 Sandvox 無法直接顯示其頁面。\n\n\t%@\n\n當您發佈網站時，將可以瀏覽器檢視此頁面。";

/* No comment provided by engineer. */
"You have chosen to publish your website on a remote host." = "您已經選擇在遠端主機上發佈網站。";

/* Message in alert prompting user to fill out hosting info */
"You have not fully specified and tested your connection information. You may save the configuration in progress, but your website cannot be published until you finish." = "您尚未完全指定與測試連線資訊。您可能要儲存進行中的設定，但在您完成前，無法發佈您的網站。";

/* warning when we dont have full host setup */
"You have not fully specified and tested your connection information. You will need to fill in the connection information and verify that you can connect to your host before this website can be published." = "您尚未完全指定與測試連線資訊。您必須填寫連線資訊，並發佈網站前，驗證您可連線至您的主機。";

/* No comment provided by engineer. */
"You will need to update to Mac OS X 10.4.11 (using the Software Update menu), or install 10.5 \\U201CLeopard\\U201D for this version of Sandvox to function." = "您將需要更新至 Mac OS X 10.4.11（請使用“軟體更新”選單），或安裝 10.5 “Leopard”，以使用新版本的 Sandvox。";

/* No comment provided by engineer. */
"Your changes will be lost if you don\\U2019t send it now." = "若您不現在傳送，將會遺失所做的更動。";

/* warning when computer could not be reached. */
"Your computer could not be reached from the Internet at the URL you have specified, %@. You may need to check your hostname settings, or configure your router or local network so that your computer is reachable from the Internet." = "您的電腦無法透過 Internet 從指定的 URL %@ 存取。您可能必須檢查主機設定，或者設定路由器或本地端網路，以便您的電腦可從 Internet 存取。";

/* No comment provided by engineer. */
"Your license key has expired. Please contact Karelia Software to receive a fully functional license to continue using %@." = "您的授權碼已經過期。請聯絡 Karelia Software 已取得完整功能的授權，繼續使用 %@。";

/* No comment provided by engineer. */
"Your PayPal transaction was completed, but %@ was unable to reach Karelia's database server to generate your license key. Paypal will attempt to contact our server again in the next 24 hours, and we will email your key as soon as possible. If you do not receive an email after 24 hours, please contact Karelia, at support@karelia.com. Be sure to include this payment confirmation code in your message:" = "您的 PayPal 交易已完成，但 %@ 無法聯繫 Karelia 的資料庫伺服器來產生您的授權碼。PayPal 將會在 24 小時內再次聯繫我們的伺服器，我們會儘快將註冊碼寄送給您。若您在 24 小後並未收到電子郵件，請與 Karelia 聯繫，電子郵件位址為 support@karelia.com。請務必在您的訊息中納入付款確認的代碼：";

/* Growl notification */
"Your site has been exported" = "已匯出您的網站";

/* Message in alert */
"Your Sites folder needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "若要從您的電腦作為網站的主機，您的“網站”檔案夾須可讓其他使用者存取。您必須將此檔案夾設為完全可存取（使用 Finder）。";